aaron-bond.better-comments
alexisvt.flutter-snippets
arcticicestudio.nord-visual-studio-code
avisekhsabi.incrediblewatcher
batisteo.vscode-django
bianxianyang.htmlplay
blanu.vscode-styled-jsx
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
circlecodesolution.ccs-flutter-color
code-fundi.code-fundi
codeium.codeium
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
devzstudio.emoji-snippets
diemasmichiels.emulate
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
eggnstone.dartformat
eriklynd.json-tools
esbenp.prettier-vscode
ethansk.restore-terminals
felixangelov.bloc
figma.figma-vscode-extension
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
franneck94.c-cpp-runner
gaetschwartz.build-runner
gornivv.vscode-flutter-files
gruntfuggly.todo-tree
hediet.vscode-drawio
hoovercj.vscode-power-mode
hzgood.dart-data-class-generator
ibm.output-colorizer
ihsanis.scrcpy
illixion.vscode-vibrancy-continued
jamesmaj.easy-icons
jebbs.plantuml
jeroen-meijer.pubspec-assist
johnpapa.vscode-peacock
k--kato.intellij-idea-keybindings
kamikillerto.vscode-colorize
kisstkondoros.vscode-gutter-preview
localizely.flutter-intl
marcelovelasquez.flutter-tree
mcagampan.dark-horizon
mechatroner.rainbow-csv
michelemelluso.code-beautifier
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-edgedevtools.vscode-edge-devtools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
nash.awesome-flutter-snippets
naumovs.color-highlight
neptunedesign.vs-html-to-css
oderwat.indent-rainbow
pflannery.vscode-versionlens
pkief.material-icon-theme
pkief.material-product-icons
pleiades.java-extension-pack-jdk
pnp.polacode
pranaygp.vscode-css-peek
quzma.vscode-cowsay
redhat.java
redhat.vscode-xml
rexthedev.flutter-preview
ritwickdey.liveserver
robbowen.synthwave-vscode
robertz.code-snapshot
rodrigovallades.es7-react-js-snippets
sdras.night-owl
shardulm94.trailing-spaces
softwaredotcom.swdc-vscode
streetsidesoftware.code-spell-checker
thk.faah
tomoki1207.pdf
twxs.cmake
tyriar.vscode-terminal-here
usernamehw.errorlens
vadimcn.vscode-lldb
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
wallabyjs.console-ninja
wallabyjs.quokka-vscode
wayou.vscode-todo-highlight
wesbos.theme-cobalt2
wix.vscode-import-cost
xabikos.javascriptsnippets
zignd.html-css-class-completion
